# Deg2Rad

## Description
Function Deg2Rad converts the specified value (in degrees) to radians.

```pascal
FUNCTION Deg2Rad(degreeValue : REAL) : REAL;
```

```python

def vs.Deg2Rad(degreeValue):
    return REAL
```

## Parameters
|Name|Type|Description|
|---|---|---|
|degreeValue|REAL|Value in degrees.|

## Version
Availability: from MiniCAD
## Category
* Math - General